Repository: alsa-project/alsa-utils
Catalog: po/*.po
Languages: nl

source: Sound Card
nl: Geluidskaart

source: (default)
nl: (standaard)

source: cannot enumerate sound cards
nl: kon geen geluidskaarten weergeven

source: enter device name...
nl: Apparaatnaam invoeren...

source: Usage: alsamixer [options]
nl: Gebruik: alsamixer [Opties]

source: Useful options: -h, --help this help -c, --card=NUMBER sound card number or id -D, --device=NAME mixer device name -V, --view=MODE starting view mode: playback/capture/all
nl: Opties: -h, --help deze hulp -c, --card=NUMMER geluidskaartnummer of -id -D, --device=NAAM naam mixerapparaat -V, --view=MODUS weergave bij het opstarten: afspelen/opname/alle

source: Debugging options: -g, --no-color toggle using of colors -a, --abstraction=NAME mixer abstraction level: none/basic
nl: Debugopties: -g, --no-color geen kleuren gebruiken -a, --abstraction=NAAM abstractieniveau van de mixer: geen/basic

source: invalid card index: %s
nl: ongeldig kaartnummer: %s

source: unknown abstraction level: %s
nl: onbekend abstractieniveau: %s

source: unknown option: %c
nl: onbekende optie: %c

source: try `alsamixer --help' for more information
nl: probeer `alsamixer --help' voor meer informatie

source: Device name:
nl: Apparaatnaam:

source: Card:
nl: Geluidskaart:

source: View:
nl: Weergave:

source: F2: System information
nl: F2: Systeeminformatie

source: F6: Select sound card
nl: F6: Geluidskaart selecteren

source: Esc: Exit
nl: Esc: Sluiten

source: (unplugged)
nl: (ontkoppeld)

source: Playback
nl: Afspelen

source: Capture
nl: Opnemen

source: All
nl: Alles

source: mute
nl: dempen

source: dB gain:
nl: dB-versterking:

source: Off
nl: Uit

source: On
nl: Aan

source: The sound device was unplugged.
nl: Het apparaat is ontkoppeld.

source: Press F6 to select another sound card.
nl: Druk op F6 om een andere geluidskaart te selecteren.

source: This sound device does not have any playback controls.
nl: Dit geluidsapparaat heeft geen afspeelbediening.

source: This sound device does not have any capture controls.
nl: Dit geluidsapparaat heeft geen opnamebediening.

source: This sound device does not have any controls.
nl: Dit geluidsapparaat kan niet worden bediend.

source: CAPTURE
nl: OPNAME

source: Front
nl: Voor

source: Rear
nl: Achter

source: Center
nl: Midden

source: Side
nl: Zijde

source: cannot open mixer
nl: kan mixerapparaat niet openen

source: cannot load mixer controls
nl: kan mixerbesturing niet laden

source: Cannot open mixer device '%s'.
nl: Kan mixerapparaat '%s' niet openen.

source: Esc Exit
nl: Esc Sluiten

source: F2 / System information
nl: F2 / Systeeminformatie

source: F3 Show playback controls
nl: F3 Afspeelbediening weergeven

source: F4 Show capture controls
nl: F4 Opnamebediening weergeven

source: F5 Show all controls
nl: F5 Alle bediening weergeven

source: Tab Toggle view mode (F3/F4/F5)
nl: Tab Weergavemodus omschakelen (F3/F4/F5)

source: F6 S Select sound card
nl: F6 S Geluidskaart selecteren

source: L Redraw screen
nl: L Schermweergave verversen

source: Left Move to the previous control
nl: Links Ga naar vorige bediening

source: Right Move to the next control
nl: Rechts Ga naar volgende bediening

source: Up/Down Change volume
nl: Omhoog/Omlaag Volume wijzigen

source: + - Change volume
nl: + - Volume wijzigen

source: Page Up/Dn Change volume in big steps
nl: Page Up/Down Volume in grote stappen wijzigen

source: End Set volume to 0%
nl: End Geluid uitzetten (0%)

source: 0-9 Set volume to 0%-90%
nl: 0-9 Volume op 0%-90% zetten

source: Q W E Increase left/both/right volumes
nl: Q W E Volume links/beide/rechts verhogen

source: Z X C Decrease left/both/right volumes
nl: Z X C Volume links/beide/rechts verlagen

source: B Balance left and right volumes
nl: B Volume links en rechts gelijkstellen

source: M Toggle mute
nl: M Geluid uit/aan

source: < > Toggle left/right mute
nl: , . Geluid uit/aan, links/rechts

source: Space Toggle capture
nl: Spatiebalk Opname starten/stoppen

source: ; ' Toggle left/right capture
nl: ; ' Opname starten/stoppen, links/rechts

source: Authors:
nl: Auteurs:

source: Help
nl: Hulp

source: Select File
nl: Bestand Selecteren

source: Error
nl: Fout

source: Cannot open file "%s".
nl: Kon bestand '%s' niet openen.

source: raw data
nl: onbewerkte gegevens
